GConf
ORBit2
a52dec
aalib
alsa-lib
amrnb
amrwb
audiofile
bzip2
cairo
cxxlibs
dbus
dbus-glib
dirac
esound
expat
faac
faad2
flac
fontconfig
freetype
gcc
glib2
gnutls
gpm
gst-ffmpeg
gst-plugins-base
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gst-python
gstreamer
gtk+2
hal
jasper
lame
libICE
libSM
libX11
libXau
libXdamage
libXdmcp
libXext
libXfixes
libXrandr
libXrender
libass
libcaca
libcdaudio
libcdio
libcuefile
libdca
libdv
libdvdcss
libdvdnav
libdvdread
libexif
libgcrypt
libgpg-error
libid3tag
libjpeg
libmad
libmms
libmpeg2
libogg
liboil
libpng
libreplaygain
libshout
libsoup
libtheora
libvorbis
libvpx
libxcb
libxml2
mjpegtools
musepack-tools
ncurses
neon
openssl
opencore-amr
pixman
sdl
schroedinger
slang
speex
svgalib
taglib
twolame
util-linux
wavpack
x264
xvidcore
zlib
