Repository: gapan/salix-codecs-installer
Catalog: po/*.po
Languages: ar, bg, ca, cs, da, de, es, es_ar, fi, fr, he, hi_in, hu, it, ja, lv_lv, nl, pl, pt_br, ro_ro, ru, sv, tr, uk

source: Codecs installation was succesfully completed. Would you like to remove the codecs installer from your system?
ar: تم تثبيت الترميز بنجاح. هل تريد إزالة مثبت الترميز من النظام؟
bg: Инсталацията на кодеците беше успешна. Искате ли да премахнете инсталатора на кодеци от вашата система?
ca: La instal·lació de còdecs s'ha completat amb èxit. Voleu eliminar l'instal·lador de còdecs del sistema?
cs: Instalace kodeků byla úspěšná. Přejete si odstranit instalátor kodeků z vašeho systému?
da: Codec-installationen blev afsluttet uden problemer. Vil du fjerne codec-installationsprogrammet fra dit system?
es_ar: La instalación de codecs se completó correctamente. ¿Quiere eliminar el instalador de los codecs de su sistema?
fr: L'installation des codecs s'est terminée avec succès. Voulez‑vous supprimer l'installateur de codecs de votre système ?
hi_in: कोडेक्स इंस्टॉल सफल रहा। क्या आप सिस्टम से कोडेक्स इंस्टॉलर हटाना चाहते हैं?
hu: Kodekek telepítése sikeresen befejeződött. Kívánja a kodek telepítőt eltávolítani a rendszerből?
it: L'installazione dei codec è stata completata con successo. Desideri rimuovere l'installatore dei codec dal sistema?
ja: コデックのインストールが終了しました。コデック・インストーラーをシステムからアンインストールしますか。
lv_lv: Kodeku instalēšana sekmīgi pabeigta. Vai vēlaties instalācijas programmu dzēst no sistēmas?
nl: De codecs installatie was succesvol. Wilt u de codecs 'installer' verwijderen van uw systeem?
pl: Instalacji kodeków została zakończona pomyślnie. \n\nCzy chcesz usunąć instalator kodeków z systemu?
pt_br: A instalação dos codecs foi concluída com sucesso. Você gostaria de remover o instalador de codecs do seu sistema?
ro_ro: Instalarea codecurilor a fost finalizată cu succes, Doriţi să eliminaţi pachetul de instalare codecuri, din sistem?
ru: Кодеки установлены. Удалить эту программу (Salix-codecs-installer)?
sv: Codecs installationen framgångsrikt slutförts. Vill du ta bort codecs installationsprogrammet från ditt system?
tr: Kodek yüklemesi başarıyla tamamlandı. Kodek yükleyicisini sisteminizden kaldırmak ister misiniz?
uk: Встановлення кодеків успішно завершено. Ви бажаєте вилучити встановлювач кодеків з системи?

source: Quit
ca: Surt
fr: Quitter
nl: Sluit af
ru: Выход
sv: Avsluta

source: Remove
ar: إزالة
bg: Премахни
ca: Elimina
cs: Odebrat
es_ar: Eliminar
fr: Supprimer
he: הסר
hi_in: हटाएँ
hu: Eltávolítás
it: Rimuovi
ja: 削除
lv_lv: Noņemt
nl: Verwijder
pl: Usuń
pt_br: Remover
ro_ro: Eliminare
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Download rate:
ar: معدل التحميل:
bg: Темп на изтегляне:
ca: Velocitat de baixada:
cs: Rychlost stahování:
es_ar: Tasa de descarga:
fr: Taux de téléchargement :
he: שיעור הורדה:
hi_in: डाउनलोड गति :
hu: Letöltési arány:
it: Flusso di scaricamento:
ja: ダウンロード速度:
lv_lv: Lejupielādes ātrums:
nl: Downloadsnelheid:
pl: Prędkość pobierania:
pt_br: Velocidade de download:
ro_ro: Viteză descărcare:
ru: Скорость загрузки:
sv: Nedladdningshastighet:
tr: İndirme hızı:
uk: Швидкість звантаження:

source: Reading package lists...
ar: قراءة قائمة الحزم...
bg: Четене на списъка с пакети...
ca: Llegint les llistes de paquets...
cs: Načítání seznamu balíčku...
da: Læser pakkelister...
es_ar: Leyendo listas de paquetes...
fr: Lecture de la liste des paquets…
he: קורא כעת רשימות חבילה...
hi_in: पैकेज सूची रीड की जा रही है...
hu: Csomaglisták olvasása...
it: Sto leggendo la lista dei pacchetti...
ja: パッケージのリストを読み込み中...
lv_lv: Lasa pakotņu sarakstus...
nl: Pakketlijst lezen...
pl: Czytanie listy pakietów...
pt_br: Lendo lista de pacotes...
ro_ro: Se citesc listele de pachete...
ru: Чтение списка пакетов...
sv: Läser paketlistor...
tr: Paket listesi okunuyor...
uk: Читання списку пакунків...

source: Retrieving package data...
ar: استرداد بيانات الحزم...
bg: Извличане на данни за пакетите...
ca: Recuperant dades de paquets...
cs: Získávání dat o balíčku...
da: Henter pakkedata...
es_ar: Recuperando datos del paquete...
fr: Récupération des données de paquets…
he: מאחזר כעת נתוני חבילה...
hi_in: पैकेज डाटा प्राप्त किया जा रहा है ...
hu: Csomag adatok fogadása...
it: Recupero la lista dei pacchetti...
ja: パッケージ情報を受信中...
lv_lv: Saņem pakotņu datus...
nl: Pakketdata ontvangen..
pl: Pobieranie danych pakietów...
pt_br: Recuperando dados de pacotes...
ro_ro: Preluare date pachete...
ru: Получение данных о пакетах...
sv: Hämtar paketet data...
tr: Paket bilgisi alınıyor...
uk: Отримання даних пакунка...

source: Retrieving patch list...
ar: استرداد قائمة التصحيح...
bg: Извличане на списък с пачове...
ca: Recuperant la llista de pedaços...
cs: Získávání seznamu oprav...
da: Henter fejlrettelsesliste...
es_ar: Recuperando listas de parches...
fr: Récupération de la liste des correctifs…
he: מאחזר כעת רשימת טלאי...
hi_in: पैच सूची प्राप्त की जा रही है ...
hu: Javítások listájának fogadása...
it: Recupero la lista delle patch...
ja: パッチリストを受信中...
lv_lv: Saņem ielāpu sarakstu...
nl: Patchlijst ontvangen...
pl: Pobieranie listy poprawek...
pt_br: Recuperando lista de correções...
ro_ro: Preluare listă corecţii...
ru: Получение списка обновлений...
sv: Hämtar patch lista...
tr: Yama listesi alınıyor...
uk: Отримання списку поправок...

source: Retrieving checksum list...
ar: استرداد قائمة المجموع الاختباري...
bg: Извличане на списък с контролни суми...
ca: Recuperant la llista de sumes de verificació...
cs: Získávání seznamu kontrolních součtů...
da: Henter tjeksumsliste...
es_ar: Recuperando lista de sumas de comprobación...
fr: Récupération de la liste des sommes de contrôle…
he: מאחזר כעת רשימת סכום ביקורת...
hi_in: चेकसम सूची प्राप्त की जा रही है ...
hu: Ellenőrzőösszeg lista fogadása...
it: Recupero la lista delle somme...
ja: チェックサムリストを受信中...
lv_lv: Saņem kontrolsummu sarakstu...
nl: 'Checksum' lijst ontvangen...
pl: Pobieranie listy sum kontrolnych...
pt_br: Recuperando lista de checksum...
ro_ro: Preluare listă checksum...
ru: Получение контрольных сумм пакетов...
sv: Hämtar kontrollsummor...
tr: Checksum listesi alınıyor...
uk: Отримання списку контрольних сум...

source: Retrieving checksum signature...
ar: استرداد توقيع المجموع الاختباري...
bg: Извличане на подписите на контролните суми...
ca: Recuperant la signatura de la suma de verificació...
cs: Získávání podpisu kontrolních součtů...
da: Henter tjeksumssignatur...
es_ar: Recuperando firma de sumas de comprobación...
fr: Récupération de la signature des sommes de contrôle…
he: מאחזר כעת חתימת סכום ביקורת...
hi_in: चेकसम हस्ताक्षर प्राप्त किया जा रहा है ...
hu: Ellenőrzőösszeg aláírások fogadása...
it: Recupero la firma delle somme...
ja: チェックサム署名を受信中...
lv_lv: Saņem kontrolsummu parakstu...
nl: 'Checksum' handtekening ontvangen...
pl: Pobieranie sumy kontrolnej podpisu
pt_br: Recuperando assinatura de checksum...
ro_ro: Preluare semnături checksum...
ru: Получение цифровой подписи контрольных сумм...
sv: Hämtar kontrollsumms signaturer...
tr: Checksum imzası alınıyor...
uk: Отримання підписів контрольних сум...

source: Verifying checksum signature...
ar: التحقق من توقيع المجموع الاختباري...
bg: Проверка на подписите на контролните суми...
ca: Verificant la signatura de la suma de verificació...
cs: Ověřování kontrolního součtu podpisu...
da: Verificerer tjeksumssignatur...
es_ar: Verificando firma de sumas de comprobación...
fr: Vérification de la signature des sommes de contrôle…
he: מאמת כעת חתימת סכום ביקורת...
hi_in: चेकसम हस्ताक्षर की पुष्टि की जा रही है ...
hu: Ellenőrzőösszeg aláírások ellenőrzése...
it: Sto verificando la firma delle somme...
ja: チェックサム署名を検証中...
lv_lv: Pārbauda kontrolsummu parakstu...
nl: 'Checksum' handtekening controleren...
pl: Pobieranie listy sum kontrolnych...
pt_br: Verificando assinatura de checksum...
ro_ro: Verificare semnătură checksum...
ru: Проверка цифровой подписи контрольных сумм...
sv: Verifiera signatur kontrollsumma...
tr: checksum imzas
uk: Перевірка підписів контрольних сум...

source: Retrieving ChangeLog.txt...
ar: استرداد ChangeLog.txt...
bg: Извличане на ChangeLog.txt...
ca: Recuperant ChangeLog.txt...
cs: Získávání souboru změn - ChangeLog.txt...
da: Henter ChangeLog.txt...
es_ar: Recuperando ChageLog.txt...
fr: Récupération de ChangeLog.txt…
he: מאחזר כעת את ChangeLog.txt...
hi_in: ChangeLog.txt प्राप्त की जा रही है ...
hu: ChangeLog.txt fogadása...
it: Recupero il file changelog.txt
ja: ChangeLog.txt を受信中...
lv_lv: Saņem ChangeLog.txt...
nl: Changelog.txt ontvangen...
pl: Pobieranie ChangeLog.txt...
pt_br: Recuperando ChangeLog.txt...
ro_ro: Preluare ChangeLog.txt...
ru: Получение ChangeLog.txt...
sv: Hämtar ChangeLog.txt...
tr: ChangeLog.txt alınıyor...
uk: Отримання ChangeLog.txt...

source: Updating local package cache
ar: تحديث ذاكرة التخزين للحزم المحلية
bg: Актуализиране на локалната кеш памет на пакетите
ca: Actualitzant la cau de paquets local
cs: Aktualizace lokální balíčkovací paměti
da: Opdaterer lokal pakkecache
es_ar: Actualizando caché local del paquete
fr: Mise à jour du cache local de paquets
he: מעדכן כעת מטמון חבילה מקומי
hi_in: लोकल पैकेज कैश अपडेट हो रही है
hu: Helyi csomagtároló tároló frissítése
it: Cache dei pacchetti locali in aggiornamento
ja: ローカルパッケージキャッシュを更新中
lv_lv: Jaunina lokālo pakotņu buferi...
nl: Lokale pakketcache 'updaten'.
pl: Aktualizowanie lokalnej pamięci podręcznej pakietów
pt_br: Atualizando o cache local de pacotes
ro_ro: Actualizare cache pachet local
ru: Обновление списка доступных пакетов
sv: Uppdaterar lokala paketcachen
tr: Yerel paket belleği güncelleniyor
uk: Оновлення кешу локальних пакунків

source: Downloading packages
ar: تنزيل الحزم
bg: Изтегляне на пакетите
ca: Baixant els paquets
cs: Stahování balíčků
da: Henter pakker
es_ar: Descargando paquetes
fr: Téléchargements des paquets
he: מוריד כעת חבילות
hi_in: पैकेज डाउनलोड हो रहे हैं
hu: Csomagok letöltése
it: Pacchetti in scaricamento
ja: パッケージをダウンロード中
lv_lv: Lejupielādē pakotnes
nl: Pakketten downloaden
pl: Pobieranie pakietów
pt_br: Baixando pacotes
ro_ro: Descărcare pachete
ru: Загрузка пакетов
sv: Laddar ner paket
tr: İndirilen paketler
uk: Звантаження пакунків

source: Installing packages
ar: تثبيت الحزم
bg: Инсталиране на пакетите
ca: Instal·lant els paquets
cs: Instalování balíčků
da: Installerer pakker
es_ar: Instalando paquetes
fr: Installation des paquets
he: מתקין כעת חבילות
hi_in: पैकेज इंस्टॉल हो रहे हैं
hu: Csomagok telepítése
it: Installo i pacchetti
ja: パッケージをインストール中
lv_lv: Instalē pakotnes
nl: Pakketten installeren
pl: Instalacja pakietów
pt_br: Instalando pacotes
ro_ro: Instalare pachete
ru: Установка пакетов
sv: Installerar paket
tr: Yüklenen paketler
uk: Встановлення пакунків

source: Some multimedia codecs are patent encumbered and pose distribution problems in certain countries. Therefore, support for all codecs is not included by default in Salix.
bg: Някои мултимедийни кодеци за защитени от патенти в определени държави. Затова, поддръжка за всички кодеци не е включена по подразбиране в Salix.
ca: Alguns còdecs multimèdia són gravats per patents i plantegen problemes de distribució a determinats països. Per tant, el suport de tots els còdecs no està inclòs per defecte a Salix.
cs: Některé multimediální kodeky jsou zatíženy patenty a v některých zemích je jejich distribuce problematická. Proto v Salixu defaultně neexistuje podpora pro všechny kodeky.
es_ar: Algunos codecs multimedia están patentados y plantean problemas de distribución en algunos países. Por ello, no se incluye por defecto soporte para todos los codecs.
fr: Certains codecs multimédias sont couverts par des brevets et ne peuvent pas être distribués librement dans certains pays. C'est pourquoi, la prise en charge automatique de tous les codecs n'est pas inclue dans Salix par défaut.
hi_in: कई देशों में कुछ मल्टीमीडिया कोडेक्स का उपयोग व वितरण पेटेंट द्वारा बाधित होता है। अतः डिफ़ॉल्ट रूप से सेलिक्स सभी कोडेक्स का समर्थन नहीं करता है।
hu: Néhány multimédia kodeket szabadalom terhel és emiatt nem érhető el egyes országokban. Ezért nem minden kodek található meg alapértelmezés szerint a Salix-ban.
it: Alcuni codec multimediali sono gravati da brevetti e pongono problemi di distribuzione in alcuni paesi. Perciò, il supporto per tutti i codec non è incluso di default in Salix.
ja: いくつかのマルチメディアコーデックは、特定の国では特許の妨げになり、配信に問題があります。 したがって、すべてのコーデックサポートはSalixではデフォルトで含まれていません。
lv_lv: Dažus multimediju kodekus aizsargā patenti un dažās valstīs to izmantošana var radīt problēmas ar likumu. Tāpēc Salix pēc noklusējuma nav nodrošināts visu kodeku atbalsts.
nl: Sommige multimedia codecs zijn gepatenteerd en dit kan in bepaalde landen distributieproblemen opleveren. Zodoende is ondersteuning voor alle codecs niet standaard in Salix.
pt_br: Alguns codecs multimídia são restringidos por patentes e criam problemas de distribuição em certos países. Portanto, o suporte a todos os codecs não está incluso por padrão no Salix.
ro_ro: Anumite codec-uri multimedia, sunt grevate prin brevete și ridică probleme de distribuție în anumite țări. Prin urmare, suportul pentru toate codecurile, nu este inclus ca şi implicit în Salix.
ru: Некоторые мультимедийные кодеки обременены патентами и создают проблемы с распространением в отдельных странах. Поэтому в Salix поддержка всех кодеков не включена по умолчанию.
sv: Vissa multimedia codecs är patentskyddade och utgör distributions problem i vissa länder. Därför ingår inte stöd för alla codecs som standard i Salix.
uk: Деякі мультимедійні кодеки охороняються патентами і існує проблема їх розповсюдження в деяких країнах. Через це підтримка усіх кодеків типово не включена в Salix.

source: You will be able to play files encoded with free codecs, but you will not be able to play commercial DVDs or use some proprietary formats without these codecs.
ca: Podreu reproduir fitxers codificats amb còdecs gratuïts, però no podreu reproduir DVD comercials ni usar alguns formats de propietat sense aquests còdecs.
fr: Il vous sera possible de lire tous les fichiers compressés avec des codecs libres, mais vous ne pourrez pas lire de DVDs commerciaux ni utiliser certains formats propriétaires sans ces codecs propriétaires.
ru: Без них вы сможете воспроизводить файлы, закодированные с помощью бесплатных кодеков, но не сможете воспроизводить коммерческие DVD или некоторые проприетарные форматы.

source: Please check the legislation in your country and select to install the codecs only if it is legal for you to do so.
bg: Моля, съобразете се с законите във вашата държава и инсталирайте кодеците, само, ако законите го позволяват.
ca: Si us plau, comproveu la legislació del país i seleccioneu instal·lar només els còdecs si és legal que ho feu.
cs: Prosím prozkoumejte legislativu vaší země a pouze v případě, že kodeky můžete legálně nainstalovat, je vyberte a nainstalujte.
es_ar: Por favor, revise la legislación en su país y seleccione instalar los codecs sólo si es legal que lo haga.
fr: Nous vous invitons à vérifier la législation de votre pays et à procéder à l'installation de ces codecs supplémentaires uniquement si la légalité vous le permet (en France, ça ne pose pas de problème).
hi_in: कृपया सुनिश्चित करें कि आप इंस्टॉल हेतु केवल वे ही पैकेज चयनित करें जो आपके देश के कानूनों के अनुरूप हो।
hu: Ha az országában a jogszabályok megengedik, akkor telepítheti ezeket a kodekeket legálisan.
it: A tal propostito controlla la legislazione del tuo paese ed installa questi codec soltanto se puoi farlo legalmente.
ja: 国の法律を確認し、合法的な場合にのみコーデックをインストールするように選択してください。
lv_lv: Jūs varat atskaņot failus, kas kodēti, izmantojot brīvos kodekus, bet nevarat skatīties komerciālus DVD diskus vai klausīties mp3 bez šiem kodekiem.
nl: Controleer de legaliteit in uw land en alleen wanneer het legaal is, selecteer dan de optie om de codecs te installeren.
pt_br: Por favor, verifique a legislação do seu país e selecione instalar os codecs apenas se for legalmente possível fazer isso no seu país.
ro_ro: Vă rugăm să verificaţi legislaţia tării dvs., şi instalaţi codecurile numai dacă aveţi dreptul legal să faceţi acest lucru.â
ru: Пожалуйста, проверьте законодательство вашей страны и выберите установку кодеков только в том случае, если это разрешено законом.
sv: Kontrollera lagstiftningen i ditt land och välj att installera codecs endast om det är lagligt för dig att göra det.
uk: Перевірте законодавство Вашої країни і виберіть для встановлення ті кодеки, які легальними.

source: Click Next to update the package cache and receive a list of packages about to be installed.
bg: Натиснете Напред за да обновите кеша на пакетите и да получите списъка с пакетите за инсталиране.
ca: Feu clic a Següent per actualitzar la memòria cau de paquets i rebre una llista de paquets a punt d'instal·lar.
cs: Přejete si nainstalovat tyto dodatečné multimediální kodeky?
es_ar: Haga clic en Siguiente para actualizar la caché de paquetes y recibir una lista de paquetes que serán instalados.
fr: Désirez‑vous installer ces codecs multimédias supplémentaires ?
hi_in: पैकेज कैश अपडेट कर इंस्टॉल होने वाले पैकेज की सूची प्राप्त करने हेतु 'आगे' पर क्लिक करें।
hu: Szeretné telepíteni az extra multimédia kodekeket?
it: Clicca su Next per aggiornare la cache dei pacchetti ed ottenere la lista di quelli che saranno installati.
ja: 次へ をクリックして、パッケージキャッシュを更新し、インストールするパッケージのリストを受け取ります。
nl: Klik op Volgende om de pakketcache te 'updaten' en om een lijst van pakketten te ontvangen welk geinstalleerd gaan worden.
pt_br: Clique Próximo para atualizar o pacote cache e receber uma lista dos pacotes a serem instalados.
ro_ro: Apăsaţi pe Următor, pentru pentru actualizarea cache a pachetului şi pentru a primi o listă cu pachetele ce vor fi instalate,
ru: Щёлкните Далее для обновления кэша пакетов и получения списка пакетов.
sv: Klicka på Nästa för att uppdatera paketcachen och få en lista över paket som kommer att installeras.
uk: Натисніть Далі для оновлення кешу пакунків і отримання списку пакунків, що будуть встановлені.

source: Name
ar: اسم
bg: Име
ca: Nom
cs: Název
da: Navn
es_ar: Nombre
fr: Nom
he: שם
hi_in: नाम
hu: Név
it: Nome
ja: 名前
lv_lv: Nosaukums
nl: Naam
pl: Nazwa
pt_br: Nome
ro_ro: Nume
ru: Имя
sv: Namn
tr: İsim
uk: Назва

source: Version
ar: الإصدار
bg: Версия
ca: Versió
cs: Verze
es_ar: Versión
he: גרסא
hi_in: संस्करण
hu: Verzió
it: Versione
ja: バージョン
lv_lv: Versija
nl: Versie
pl: Wersja
pt_br: Versão
ro_ro: Versiune
ru: Версия
tr: Versiyon
uk: Версія

source: Description
ar: الوصف
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
es_ar: Descripción
he: תיאור
hi_in: विवरण
hu: Leírás
it: Descrizione
ja: 概要
lv_lv: Apraksts
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro_ro: Descriere
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис

source: Install multimedia codecs
ar: تثبيت برامج ترميز الوسائط المتعددة
bg: Инсталирай мултимедийни кодеци
ca: Instal·la els còdecs multimèdia
cs: Instalovat multimediální kodeky
da: Installér multimediecodecs
de: Installiere Multimedia-Codecs
es: Instalar codecs multimedia
es_ar: Instalar codecs multimedia
fi: Asenna multimedia koodekit
fr: Installation des codecs multimédias
he: התקנת קודקים של מולטימדיה
hi_in: मल्टीमीडिया कोडेक्स इंस्टॉल करें
hu: Multimédia kodekek telepítése
it: Installa i codec multimediali
ja: マルチメディアコーデックのインストール
lv_lv: Instalē multimediju kodekus
nl: Installeer multimedia codecs
pl: Instalacja kodeków multimedialnych
pt_br: Instalar codecs multimídia
ro_ro: Instalare codecuri multimedia
ru: Установка мультимедийных кодеков
sv: Installera multimedia codecs
tr: Multimedya kodeklerini yükle
uk: Встановити мультимедійні кодеки

source: Install codecs required for playing restricted formats
ar: تثبيت برامج الترميز المطلوبة لتشغيل صيغ مقيدة
bg: Инсталирай кодеци за за възпроизвеждане на формати с ограничен достъп
ca: La instal·lació de còdecs és necessària per reproduir formats restringits.
cs: Nainstalujte kodeky vyžadované pro přehrávání omezených formátů
da: Det er nødvendigt at installere codecs for at afspille lukkede formater
de: Installiere Codecs für patentgeschützte Formate
es: Instalar codecs necesarios para ejecutar formatos restringidos
es_ar: Instalar codecs necesarios para ejecutar formatos restringidos
fi: Asenna rajoitettujen tiedostomuotojen toistamiseen tarvittavat koodekit
fr: Installation de codecs requise pour voir les formats sous licences
hi_in: वर्जित प्रारूप उपयोग करने हेतु कोडेक्स इंस्टॉल करना आवश्यक है
hu: Kodekek telepítése a korlátozott formátumok lejátszásához
it: Installa i codec necessari per riprodurre i formati con restrizioni
ja: 制限付きフォーマットの再生に必要なコーデックをインストールする
lv_lv: Kodeku instalēšana nepieciešama slēgtu formātu atskaņošanai
nl: Installeer de codecs nodig om gelicentieerde formaten af te spelen
pl: Zainstaluj kodeki wymagane do odtwarzania zastrzeżonych formatów
pt_br: Instalar codecs necessários para rodar formatos restritos
ro_ro: Instalează codecurile necesare pentru redarea formatelor restricţionate
ru: Установка кодеков для проигрывания закрытых форматов файлов
sv: Installera codecs som krävs för att spela licensierade format
tr: Kodekleri yüklemek kısıtlı formatları oynatmak için gereklidir.
uk: Встановлення кодеків потрібне для програвання деяких обмежених форматів
