Repository: gapan/salix-codecs-installer
Catalog: po/*.po
Languages: ar, bg, ca, cs, da, de, es, es_ar, fi, fr, he, hi_in, hu, it, ja, lv_lv, nl, pl, pt_br, ro_ro, ru, sv, tr, uk

source: Some multimedia codecs are patent encumbered and pose distribution problems in certain countries. Therefore, support for all codecs is not included by default in Salix. You will be able to play files encoded with free codecs, but you will not be able to play commercial DVDs or listen to mp3 files without these codecs. Please check the legislation in your country and select to install the codecs only if it is legal for you to do so. Click Next to update the package cache and receive a list of packages about to be installed.
ar: بعض ملفات ترميز الوسائط المتعددة تخضع لبراءات وحقوق نشر وتنتج مشاكل توزيع في بعض البلدان. ولذلك، دعم ترميز جميع ملفات الوسائط غير مضمنة بشكل افتراضي في سلاك. ستكون قادراً على عرض الملفات المشفرة ذات الترميز الحر، ولن تكون قدراً على قراءة Dvd التجارية أو الاستماع إلى ملفات mp3 بدون هذه الترميز. الرجاء التحقق من التشريع لديكم وحدد هذا الخيار لتثبيت الترميز فقط إذا كانت قانونية لكي تتمكن من القيام بذلك. انقر فوق التالي لتحديث ذاكرة التخزين المؤقت للحزم وتتلقى قائمة بالحزم بحيث يتم تثبيتها.
bg: Някои мултимедийни кодеци за защитени от патенти в определени държави. Затова, поддръжка за всички кодеци не е включена по подразбиране в Salix. Ще може да пускате кодирани файлове с безплатни кодеци, но няма да може да пускате комерсиални DVD-та или да слушате mp3 файлове без тях. Моля, съобразете се с законите във вашата държава и инсталирайте кодеците, само, ако законите го позволяват. Натиснете Напред за да обновите кеша на пакетите и да получите списъка с пакетите за инсталиране.
es_ar: Algunos codecs multimedia están patentados y plantean problemas de distribución en algunos países. Por ello, no se incluye por defecto soporte para todos los codecs.⏎ ⏎ Usted será capaz de reproducir archivos codificados con codecs libres, pero no será capaz de reproducir DVDs comerciales o escuchar archivos MP3 sin estos codecs.⏎ ⏎ Por favor, revise la legislación en su país y seleccione instalar los codecs sólo si es legal que lo haga.⏎ ⏎ Haga clic en Siguiente para actualizar la caché de paquetes y recibir una lista de paquetes que serán instalados.
fr: Certains codecs multimédias sont couverts par des brevets et ne peuvent pas être distribués librement dans certains pays. C'est pourquoi, la prise en charge automatique de tous les codecs n'est pas inclue dans Salix par défaut. Il vous sera possible de lire tous les fichiers compressés avec des codecs libres, mais vous ne pourrez pas lire de DVDs commerciaux ni écouter de fichiers mp3 sans ces codecs propriétaires. Nous vous invitons à vérifier la législation de votre pays et à procéder à l'installation de ces codecs supplémentaires uniquement si la légalité vous le permet (en France, ça ne pose pas de problème). Désirez‑vous installer ces codecs multimédias supplémentaires ?
hi_in: कई देशों में कुछ मल्टीमीडिया कोडेक्स का उपयोग व वितरण पेटेंट द्वारा बाधित होता है। अतः डिफ़ॉल्ट रूप से सेलिक्स सभी कोडेक्स का समर्थन नहीं करता है। आप मुक्त कोडेक्स द्वारा एनकोड की गई फ़ाइलें उपयोग कर सकेंगे परंतु इन अमुक्त कोडेक्स के बिना आप व्यापारिक डीवीडी या एमपी 3 फ़ाइलें उपयोग नहीं कर सकेंगे। कृपया सुनिश्चित करें कि आप इंस्टॉल हेतु केवल वे ही पैकेज चयनित करें जो आपके देश के कानूनों के अनुरूप हो। पैकेज कैश अपडेट कर इंस्टॉल होने वाले पैकेज की सूची प्राप्त करने हेतु 'आगे' पर क्लिक करें।
hu: Néhány multimédia kodeket szabadalom terhel és emiatt nem érhető el egyes országokban. Ezért nem minden kodek található meg alapértelmezés szerint a Salix-ban. Ön képes lejátszani ingyenes kodekekkel készült tartalmakat, de kereskedelmi DVD-k vagy mp3 fájlok lejátszása nem lehetséges ezen kodekek nélkül. Ha az országában a jogszabályok megengedik, akkor telepítheti ezeket a kodekeket legálisan. Szeretné telepíteni az extra multimédia kodekeket?
it: Alcuni codec multimediali sono gravati da brevetti e pongono problemi di distribuzione in alcuni paesi. Perciò, il supporto per tutti i codec non è incluso di default in Salix. Sarà possibile riprodurre i file codificati con codec liberi, però non potrai riprodurre DVD commerciali o file mp3 senza questi codec. A tal propostito controlla la legislazione del tuo paese ed installa questi codec soltanto se puoi farlo legalmente. Clicca su Next per aggiornare la cache dei pacchetti ed ottenere la lista di quelli che saranno installati.
ja: いくつかのマルチメディアコーデックは、特定の国では特許の妨げになり、配信に問題があります。 したがって、すべてのコーデックサポートはSalixではデフォルトで含まれていません。 無料のコーデックでエンコードされたファイルを再生することはできますが、市販の DVD を再生したり、これらのコーデックなしで mp3 ファイルを聴くことはできません。 国の法律を確認し、合法的な場合にのみコーデックをインストールするように選択してください。 次へ をクリックして、パッケージキャッシュを更新し、インストールするパッケージのリストを受け取ります。
lv_lv: Dažus multimediju kodekus aizsargā patenti un dažās valstīs to izmantošana var radīt problēmas ar likumu. Tāpēc Salix pēc noklusējuma nav nodrošināts visu kodeku atbalsts. Jūs varat atskaņot failus, kas kodēti, izmantojot brīvos kodekus, bet nevarat skatīties komerciālus DVD diskus vai klausīties mp3 bez šiem kodekiem. Lūdzu, iepazīstieties ar savas valsts likumdošanu un izvēlieties kodekus tikai tad, ja tas ir likumīgi. Nospiediet Uz priekšu, lai jauninātu pakotņu buferi un saņemtu instalējamo pakotņu sarakstu.
pl: Niektóre kodeki multimedialne są objęte ochroną patentową w niektórych krajach. Dlatego wsparcie dla wszystkich kodeków nie jest domyślnie zawarte w Salix. Będzie można odtwarzać pliki zakodowane przez wolne kodeki ale nie będzie można odtwarzać komercjalnych DVD albo plików mp3 bez tych kodeków. Proszę sprawdzić czy instalacja niewolnych kodeków jest legalna w twoim kraju i zaznacz ich instalację tylko jeśli to legalne. Kliknij Dalej żeby odświeżyć pamięć podręczną pakietów i zobaczyć listę pakietów do instalacji.
ro_ro: Anumite codec-uri multimedia, sunt grevate prin brevete și ridică probleme de distribuție în anumite țări. Prin urmare, suportul pentru toate codecurile, nu este inclus ca şi implicit în Salix. Veţi putea reda fişiere codate cu codecuri gratuite, dar nu veţi putea reda DVD-uri comerciale, sau asculta fişiere mp3, fără aceste codecuri. Vă rugăm să verificaţi legislaţia tării dvs., şi instalaţi codecurile numai dacă aveţi dreptul legal să faceţi acest lucru.â Apăsaţi pe Următor, pentru pentru actualizarea cache a pachetului şi pentru a primi o listă cu pachetele ce vor fi instalate,
sv: Vissa multimedia codecs är patentskyddade och utgör distributions problem i vissa länder. Därför ingår inte stöd för alla codecs som standard i Salix. Du kommer att kunna spela upp filer som kodats med gratis codec, men du kommer inte kunna spela kommersiella DVD-skivor eller lyssna på mp3-filer utan dessa codecs. Kontrollera lagstiftningen i ditt land och välj att installera codecs endast om det är lagligt för dig att göra det. Klicka på Nästa för att uppdatera paketcachen och få en lista över paket som kommer att installeras.

source: ERROR: salix-codecs-installer must be executed within a running X session.\n
de: FEHLER: salix-codecs-installer muss in einer laufenden X-Sitzung gestartet werden.\n
es: ERROR: salix-codecs-installer se tiene que ejecutar en una sesión X.\n
fi: VIRHE: salix-codecs-installer täytyy suorittaa X istunnossa.\n

source: ERROR: You need to be root to run this
de: FEHLER: Sie müssen root sein
es: ERROR: necesita ser root para ejecutar este programa
fi: VIRHE: Sinun täytyy olla järjestelmän valvoja(root) suorittaaksesi tämän.

source: ERROR: zenity must be installed and in your PATH to run this
de: FEHLER: zenity muss installiert und in ihrer PATH-Variable sein
es: ERROR: zenity tiene que estar instalado y en su PATH para ejecutar este programa
fi: VIRHE: zenity täytyy olla asennettuna ja sinun polussasi(PATH) suorittaaksesi tämän

source: ERROR: slapt-get must be installed and in your PATH to run this
de: FEHLER: slapt-get muss installiert und in ihrer PATH-Variable sein
es: ERROR: slapt-get tiene que estar instalado y en su PATH para ejecutar este programa
fi: VIRHE: slapt-get täytyy olla asennettuna ja sinun polussasi(PATH) suorittaaksesi tämän

source: Error connecting to server
de: Fehler beim Verbinden zum Server
es: Ocurrió un error al conectar al servidor
fi: Yhteyden muodostaminen serveriin epäonnistui

source: There was an error connecting to at least one of the repositories.\n\nPlease check that you have a working internet connection and that the repository list in gslapt (or directly in /etc/slapt-get/slapt-getrc) is correctly set up.
de: Beim Verbinden zu mindestens einer Paketquelle trat ein Fehler auf.\n\nBitte stellen sie sicher, dass sie eine funktionierende Internetverbindung haben und dass die Liste der Paketquellen in gslapt (oder direkt in /etc/slapt-get/slapt-getrc) korrekt ist.
es: Hubo un error de conexión para al menos uno de los repositorios.\n\nPor favor, verifique que su coinexión de Internet está funcionando y que la lista de repositorios está correctamente configurada en gslapt (o directamente en /etc/slapt-get/slapt-getrc).
fi: Virhe tapahtui yhdistäessä ainakin yhteen pakettivarastoista.\n\nOle hyvä ja tarkista että sinulla on toimiva internet-yhteys ja että gslapt pakettivarasto lista (tai /etc/slapt-get/slapt-getrc) on oikein asetettu.

source: Error downloading packages
de: Fehler beim Paketdownload
es: Ocurrió un error al descargar los paquetes
fi: Virhe ladattaessa paketteja

source: There was an error downloading the required packages. Please make sure that your internet connection is working properly and try again
de: Beim Herunterladen der benötigten Pakete trat ein Fehler auf. Bitte stellen sie sicher, dass die Internetverbindung richtig funktioniert und versuchen sie es erneut
es: Hubo un error al descargar los paquetes necesarios. Por favor, asegúrese que su conexión de Internet está funcionando correctamente y reinténtelo nuevamente.
fi: Tapahtui virhe ladattaessa pyydettyjä paketteja. Ole hyvä ja tarkista että internet-yhteytesi toimii kunnolla ja yritä uudelleen.

source: Some multimedia codecs are patent encumbered and pose distribution problems in certain countries. Therefore, support for all codecs is not included by default in Salix.\n\nYou will be able to play files encoded with free codecs, but you will not be able to play commercial DVDs or listen to mp3 files without these codecs.\n\nPlease check the legislation in your country and select to install the codecs only if it is legal for you to do so.\n\nWould you like to install these extra multimedia codecs?
de: Einige Multimedia Codecs sind patentgeschützt und stellen ein Distributionsproblem in bestimmten Ländern dar. Deswegen sind in Salix nicht alle Codecs vorinstalliert.\n\nSo ist es zwar möglich Dateien abzuspielen, die mit freien Codecs enkodiert sind, aber es ist nicht möglich kommerzielle DVDs oder mp3 Dateien abzuspielen, wenn die zusätlichen Codecs nicht installiert sind.\n\nBitte überprüfen sie die Rechtslage in ihrem Land und installieren sie die Codecs nur, wenn die Benutzung legal ist.\n\nMöchten sie die zusätzlichen Codecs installieren?
es: Algunos codecs multimedia están patentados y plantean problemas de distribución en algunos países. Por consiguiente, por defecto en Salix no se incluye soporte para todos los codecs.\n\nPodrá ejecutar archivos codificados con codecs libres, pero no podrá ejecutar DVDs comerciales o escuchar archivos mp3 sin estos codecs.\n\nPor favor, verifique la legislación en su país y seleccione los codecs solamente si es legal hacerlo.\n\n¿Desea instalar estos codecs multimedia adicionales?
fi: Jotkin multimediakoodekeista on patenttisuojattuja ja näin estävät niiden jakelun joissain maissa. Siksi kaikkien koodekkien tuki ei ole sisällytetty oletuksena Salixiin.\n\nVoit toistaa tiedostoja jotka on koodattu käyttäen vapaita koodekkeja, mutta et voi toistaa kaupallisia DVD:tä tai kuunnella mp3 tiedostoja ilman näitä koodekkeja.\n\nOle hyvä ja tarkista lainsäädäntö maassasi ja asenna koodekit ainoastaan jos se on sinulle laillista.\n\nHaluatko asentaa nämä ylimääräiset multimedia koodekit?

source: Receiving package information...
de: Empfange Paketinformationen...
es: Recibiendo información del paquete...
fi: Vastaanotan paketti tietoja...

source: System preparation
de: System wird vorbereitet
es: Preparación del sistema
fi: Järjestelmän valmistelu

source: Downloading and installing packages...
de: Pakete werden heruntergeladen und installiert...
es: Descargando e instalando paquetes...
fi: Tallentamassa ja asentamassa paketteja...

source: Package installation
de: Paketinstallation
es: Instalación del paquete
fi: Paketin asennus

source: Codecs installation was succesfully completed.\n\nWould you like to remove the codecs installer from your system?
de: Die Codec-Installation wurde erfolgreich abgeschlossen.\n\nMöchten sie das Codec-Installationsprogramm nun von ihrem System entfernen?
es: La instalación de codecs terminó correctamente.\n\n¿Quiere eliminar del sistema el instalador de codecs?
fi: Koodekkien asennus suoritettu onnistuneesti.\n\nHaluatko poistaa koodekkien asentaja tietokoneesta?
