Repository: gapan/salix-codecs-installer
Catalog: po/*.po
Languages: ar, bg, ca, cs, da, de, es, es_ar, fi, fr, he, hi_in, hu, it, ja, lv_lv, nl, pl, pt_br, ro_ro, ru, sv, tr, uk

source: Cancel
ca: Cancel·la
fr: Annuler
hi_in: रद्द करें
hu: Mégsem
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: Vazgeç
uk: Скасувати

source: Total progress
ar: التقدم الكلي
bg: Общ напредък
ca: Progrés total
cs: Celkový průběh
da: Fremgang i alt
es_ar: Progreso total
fr: Progression générale
he: התקדמות כללית
hi_in: कुल प्रगति
hu: Teljes folyamat
it: Avanzamento totale
ja: 全体の進行
lv_lv: Kopējais stāvoklis
nl: Totale voortgang
pl: Całkowity postęp
pt_br: Progresso total
ro_ro: Progres Total
ru: Общий прогресс
sv: Totalt framsteg
tr: Toplam ilerleme
uk: Повний прогрес

source: Install multimedia codecs?
ar: تثبيت ترميز الوسائط المتعددة؟
bg: Инсталирай мултимедийни кодеци?
ca: Voleu instal·lar els còdecs multimèdia?
cs: Instalovat multimediální kodeky?
da: Installér multimediecodecs?
de: Multimedia Codec installieren?
es: ¿Instalar codecs multimedia?
es_ar: ¿Instalar codecs multimedia?
fi: Asenna multimedia koodekit?
fr: Installer les codecs multimédia?
he: להתקין קודקים של מולטימדיה?
hi_in: मल्टीमीडिया कोडेक्स इंस्टॉल किए जाए?
hu: Telepíti a multimédia kodekeket?
it: Installare i codecs multimediali?
ja: マルチメディアコーデックをインストールしますか？
lv_lv: Uzstādīt multimediju kodekus?
nl: Installeer multimedia codecs?
pl: Instalować kodeki multimedialne?
pt_br: Instalar os codecs multimídia?
ro_ro: Instalaţi codecurile multimedia?
ru: Установить мультимедийные кодеки?
sv: Installera multimedia codecs?
tr: Multimedya kodeklerini yüklemek ister misiniz?
uk: Встановити мультимедійні кодеки?

source: Next
ca: Següent
ru: Далее

source: List of packages to install
ar: قائمة الحزم المطلوب تثبيتها
bg: Списък на пакети за инсталация
ca: Llista de paquets per instal·lar
cs: Seznam balíčků určených k instalaci
da: Liste over pakker til installation
es_ar: Lista de paquetes a instalar
fr: Liste des paquets à installer
he: רשימה של חבילות להתקנה
hi_in: इंस्टॉल हेतु पैकेज सूची
hu: Telepítendő csomagok listája
it: Lista dei pacchetti da installare
ja: インストールパッケージのリスト
lv_lv: Instalējamo pakotņu saraksts
nl: Lijst van te installeren pakketten
pl: Lista pakietów do zainstalowania
pt_br: Lista de pacotes a instalar
ro_ro: Lista pachetelor de instalat
ru: Список пакетов для установки
sv: Lista över paket att installera
tr: Yüklenecek paket listesi
uk: Список пакунків для встановлення

source: Install
ar: تثبيت
bg: Инсталирай
ca: Instal·la
cs: Nainstalovat
da: Installér
es_ar: Instalar
fr: Installer
he: התקן
hi_in: इंस्टॉल करें
hu: Telepítés
it: In installazione
ja: インストール
lv_lv: Instalēt
nl: Installeren
pl: Instaluj
pt_br: Instalar
ro_ro: Instalare
ru: Установить
sv: Installera
tr: Yükle
uk: Встановити

source: These are the packages that are about to be installed. Please check your country's legislation and select to install only the ones that you are allowed to.
ar: هذه الحزم التي سيتم تثبيتها. الرجاء التحقق من تشريعات بلدكم وحدد خيارات التثبيت التي يسمح لك بتثبيتها فقط.
bg: Това са пакетите за инсталиране. Моля, съобразете се с законите във вашата държава и инсталирайте само тези, които са позволени от тях.
ca: Aquests són els paquets que estan a punt d'instal·lar-se. Si us plau, comproveu la legislació del vostre país i seleccioneu per instal·lar només els que se us permeten.
cs: Tyto balíčky se budou instalovat. Prosím ověřte legislativně, zda je to možné a povolte jen ty, které povolit můžete.
es_ar: Estos son los paquetes que están a punto de instalarse. Por favor, revise la legislación de su país y seleccione para instalar sólo los permitidos.
fr: Ce sont les paquets qui sont sur le point d'être installés. Veuillez vérifier la législation de votre pays (ok en France) et ne sélectionner que ceux qui sont autorisés.
hi_in: निम्नलिखित पैकेज इंस्टॉल होंगे। इंस्टॉल हेतु केवल वे ही पैकेज चयनित करें जो आपके देश के कानूनों के अनुरूप हो।
hu: A csomagok hamarosan telepítve lesznek. Kérem ellenőrizze hogy az ön országában legális-e a a kiválasztott csomagok használata.
it: Questi sono i pacchetti che stanno per essere installati. Per favore verifica la legislazione del tuo paese e scegli di installare solo quelli consentiti.
ja: これらはインストールしようとしているパッケージです。 国の法律を確認し、許可されているものだけをインストールするように選択してください。
lv_lv: Jums ir iespēja instalēt šādas pakotnes. Iepriekš pārliecinieties, vai valsts likumdošana pieļauj to izmantošanu.
nl: Dit zijn de pakketten welke geinstalleerd gaan worden. Controleer de legaliteit van uw land en selecteer uitsluitend degenen welke toegestaan zijn.
pl: Te pakiety zostaną zainstalowane. Proszę upewnić się, że nie kolidują one z obowiązującym prawem w twoim kraju i zainstaluj tylko te, które są legalne.
pt_br: esses são os pacotes que estão prestes a serem instalados. Por favor, verifique a legislação do seu país e selecione para instalar apenas os que lhe são permitidos.
ro_ro: Acestea sunt pachetele ce vor fi instalate. Vă rugăm să vă verificaţi legislaţia naţională, apoi să alegeţi să instalaţi numai pachetele pentru care aveţi drepturi de utilizare.
ru: Отмеченные пакеты кодеков будут установлены.
sv: Dessa är de paket som är på väg att installeras. Kontrollera ditt lands lagstiftning och välja att endast installera de som du har tilllåtelse till.
tr: Yüklenecek paketler bunlardır. Lütfen, ülkenizdeki mevcut yasaları göz önünde bulundurarak sadece izin verilen paketleri seçiniz.
uk: Кілька пакунків буде встановлено. Перевірте законодавство Вашої країни і виберіть для встановлення ті, які ним не заборонені.

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
fr: Erreur
he: שגיאה
hi_in: त्रुटि
hu: Hiba
it: Errore
ja: エラー
lv_lv: Kļūda
nl: Fout
pl: Błąd
pt_br: Erro
ro_ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

source: It seems you don't have the permissions to write the repository files.
ar: يبدو أنه ليس لديك أذونات لكتابة ملفات المستودع.
bg: Изглежда, че нямате право на запис върху файловете на хранилищата.
ca: Sembla que no teniu els permisos per escriure els fitxers de repositori.
cs: Vypadá to, že nemáte povolení zapisovat do souborů repozitáře.
da: Det ser ud til at du ikke har rettigheder til at skrive til pakkearkiv-filerne.
es_ar: Al parecer usted no tiene los permisos para escribir los archivos del repositorio.
fr: Il semble que vous n'ayez pas les droits pour écrire les fichiers du dépôt.
hi_in: प्रतीत होता है, आपके पास पैकेज-संग्रह फ़ाइलों पर राइट करने हेतु अनुमति नहीं है।
hu: Úgy tűnik önnek nincs jogosultsága a csomagtároló fájlok írásához.
it: Sembra che tu non abbia i permessi per scrivere i file dei repository.
ja: リポジトリファイルを書き込む権限がないようです。
lv_lv: Iespējams, ka Jums nav tiesību rediģēt repozitoriju konfigurācijas failus.
nl: het blijkt dat u niet de goede rechten heeft om de 'repository' bestanden te wijzigen.
pl: Wygląda na to że nie masz uprawnień by zapisywać w plikach repozytorium
pt_br: Parece que você não tem permissão para escrever os arquivos do repositório.
ro_ro: Se pare că nu aveţi permisiunea de scriere în arhiva de fişiere.
ru: Кажется, у вас нет прав для записи репозитория с файлами.
sv: Det verkar som om du inte har behörighet att skriva förådsfilerna.
tr: Depo dosyalarına yazma hakkına sahip değilsiniz.
uk: Виглядає на то, що у Вас немає дозволу до запису файлів сховищ.

source: Nothing to install
ar: لا توجد عناصر لإزالة تثبيتها
bg: Няма нищо за инсталиране
ca: Res per instal·lar
cs: Nic k nainstalování
da: Intet at installere
es_ar: Nada que instalar
fr: Rien à installer
he: אין מה להתקין
hi_in: इंस्टॉल हेतु कुछ नहीं
hu: Nincs mit telepíteni
it: Nulla da installare
ja: インストールするものはありません
lv_lv: Nekas netiks instalēts
nl: Niets te installeren
pl: Nic do zainstalowania
pt_br: Nada para instalar
ro_ro: Nimic de instalat
ru: Устанавливать нечего
sv: Inget att installera
tr: Hiçbirşey yükleme
uk: Нічого до встановлення

source: All codec packages are already installed.
ar: كافة ترميز الحزم مثبتة بالفعل.
bg: Всички кодеци са вече инсталирани.
ca: Tots els paquets de còdecs ja estan instal·lats.
cs: Všechny kodekové balíčky jsou již nainstalovány.
da: Alle codec-pakker er allerede installeret.
es_ar: Ya están instalados todos los paquetes de codecs
fr: Tous les paquets de codecs ont déjà été installés.
he: כל חבילות קודק כבר מותקנות.
hi_in: सभी कोडेक्स पैकेज पहले से ही इंस्टॉल हैं।
hu: Minden kodek csomag már telepítve van.
it: Tutti i pacchetti dei codec sono già installati
ja: すべてのコーデックパッケージは既にインストールされています。
lv_lv: Visas kodeku pakotnes jau ir uzstādītas.
nl: Alle codec pakketten zijn reeds geinstalleerd.
pl: Wszystkie paczki kodeków zostały zainstalowane.
pt_br: Todos os pacotes de codecs já estão instalados.
ro_ro: Toate pachetele de codecuri au fost deja instalate.
ru: Все пакеты кодеков уже установлены
sv: Alla codec paketen redan är installerade.
tr: Bütün kodek paketleri yüklendi.
uk: Всі пакунки з кодеками вже встановлені.

source: OK
ca: D'ACORD
hi_in: ठीक है
ru: ОК
tr: TAMAM

source: Error verifying package checksum. This is probably due to a bad download. Please, check your internet connection.
ar: خطأ عند التحقق من المجموع الاختباري للحزم. قد يكون ناتج عن تحميل سيئ. الرجاء التحقق من اتصال الإنترنت.
bg: Грешка при проверката на контролната сума на пакета. Вероятно не е изтеглен успешно. Моля, проверете вашата интернет връзка.
ca: Error en comprovar la suma de verificació del paquet. Probablement això és conseqüència d'una mala descàrrega. Si us plau, comproveu la connexió a Internet.
cs: Chyba při verifikaci kontrolního součtu balíčku. Pravděpodobně se soubor nestáhl celý. Prosím zkontrolujte své internetové připojení.
da: Fejl under verificering af pakketjeksuum. Dette er sikkert på grund af en dårlig nedhentning. Kontrollér venligst din internetforbindelse.
es_ar: Error al verificar la suma de comprobación del paquete. Esto puede deberse a una mala descarga. Por favor, verifique su conexión a Internet.
fr: Une erreur est survenue lors de la vérification d'une somme de contrôle. C'est probablement dû à une erreur de téléchargement. Veuillez vérifier votre connexion Internet.
hi_in: पैकेज चेकसम पुष्टिकरण त्रुटि। संभवतः डाउनलोड विफल रहा। कृपया इंटरनेट कनेक्शन जाँचें।
hu: Hiba a csomag ellenőrzőösszegének vizsgálatakor. Valószínűleg rosszul lett letöltve. Kérem ellenőrizze az internet kapcsolatát.
it: Errore nella verifica delle somme del pacchetto. Ciò è dovuto probabilmente ad uno scaricamento non corretto. Verifica la connessione internet.
ja: パッケージのチェックサム検証中にエラーが発生しました。 これは恐らくダウンロードの状態が悪いためです。 インターネット接続を確認してください。
lv_lv: Kļūda pārbaudot pakotnes kontrolsummu. Iespējams, ka bijusi kļūda lejupielādes laikā. Lūdzu, pārbaudiet interneta pieslēgumu.
nl: Fout bij het controleren van de pakket 'checksum'. Dit is mogelijk als gevolg van een foutieve download. Controleer uw internetverbinding.
pl: Błąd weryfikacji sumy kontrolnej pakietu. Prawdopodobnie jest to spowodowane błędem podczas pobieranie. Proszę sprawdzić połączenie internetowe.
pt_br: Erro ao verificar o checksum do pacote. Isso se deve provavelmente a um download falho. Por favor, verifique sua conexão com a internet.
ro_ro: Eroare la validarea sumei-de-verificare a arhivei. Aceasta se poate datora, probabil, unei descărcări neconforme. Vă rugăm să vă verificaţi conexiunea de internet.
ru: Ошибка проверки контрольной суммы пакета. Возможно, это произошло из-за это ошибки его загрузки. Проверьте интернет-соединение.
sv: Fel vid kontroll av packetets kontrollsumma. Detta beror förmodligen på en dålig nedladdning. Vänligen, kontrollera din Internetanslutning.
tr: Paket checksum bilgilerin kontrol edilirken hata oluştu. Bu muhtemelen internet bağlantınızdaki bir sorundan kaynaklanmaktadır. Lütfen internet bağlantınızı kontrol ediniz.
uk: Помилка перевірки контрольної суми пакунка. Можливо це через помилку звантажування. Перевірте Ваш зв’язок з інтернетом.

source: There was an error installing one of the packages. Please, make sure there is enough available space in your hard drive and that it is mounted with write permissions and try again.
ar: حدث خطأ أثناء تثبيت إحدى الحزم. من فضلك، تأكد أن هناك مساحة كافية في القرص الثابت الموصل وأن له أذونات الكتابة اللازمة ثم حاول مرة أخرى.
bg: Възникна грешка при инсталацията на един от пакетите. Проверете вашето дисково пространство и дали диска е монтиран с право на запис, и опитайте отново.
ca: Hi ha hagut un error instal·lant un dels paquets. Si us plau, assegureu-vos que hi ha prou espai disponible al disc dur i que estigui muntat amb permisos d'escriptura i torneu-ho a intentar.
cs: Vyskytla se chyba při instalaci jednoho z balíčků. Prosím ujistěte se, zda je na cílovém disku dostatek volného místa, že je připojen s možností zápisu a zkuste to znovu.
es_ar: Ocurrió un error al instalar uno de los paquetes. Por favor, asegúrese que hay suficiente espacio disponible en su disco duro, que está montado con permiso de escritura e inténtelo nuevamente.
fr: Il y a eu une erreur lors de l'installation d'un des paquets. Veuillez vérifier qu'il y a assez d'espace disque disponible sur votre disque, qu'il est monté avec les droits d'écriture et essayez à nouveau.
hi_in: पैकेज इंस्टॉल करते समय त्रुटि। सुनिश्चित करें कि हार्ड ड्राइव में पर्याप्त स्पेस है व ड्राइव राइट अनुमति सहित माउंट है और फिर पुनः प्रयास करें।
hu: Hiba történt az egyik csomag telepítése közben. Kérem ellenőrizze hogy elég szabad hely áll a rendelkezésére, és megfelelő írási jogosultságokkal rendelkezik.
it: Si è verificato un errore durante l'installazione di uno dei pacchetti. Per favore verifica che ci sia spazio sufficiente sul disco fisso e che questo sia montato con i permessi di scrittura; poi riprova.
ja: パッケージをインストールする際にエラーが発生しました。 ハードドライブに十分な空き容量があり、書き込み権限でマウントされていることを確認してから、もう一度お試しください。
lv_lv: Kļūda instalējot kādu no pakotnēm. Pārliecinieties, vai ir pietiekoši daudz brīvas diska vietas un tas ir piemontēts pareizi. Pēc tam mēģiniet vēlreiz.
nl: Er is een fout opgetreden bij het installeren van een van de pakketten. Controleer of er genoeg ruimte is op uw harde schijf en dat het ge-mount is met schrijfrechten en probeer het vervolgens nogmaals.
pl: Wystąpił błąd podczas pobierania wymaganych pakietów. Upewnij się, że jest wystarczająco dużo wolnego miejsca na dysku twardym i jest zamontowany z uprawnieniami do zapisu i spróbuj ponownie.
pt_br: Houve um erro ao instalar um dos pacotes. Por favor, certifique-se de que tem espaço suficiente no seu disco rígido e que ele está montado com permissão de escrita e tente novamente.
ro_ro: A apărut o eroare la instalarea unui pachet. Vă rugăm să vă asiguraţi că există spațiu suficient pe disc, şi că acesta este montat cu permisiune la scriere, după care reîncercaţi.
ru: Ошибка при установке одного из пакетов. Проверьте наличие свободного места на разделе диска с системой Salix OS.
sv: Det uppstod ett fel vid installationen av en av paketen. Vänligen se till att det finns tillräckligt med ledigt utrymme på din hårddisk och att den är monterad med skrivrättigheter och försök igen.
tr: Paketlerden biri yüklenirken hata oluştu. Lütfen, sabit diskinizde yeterli boşluk olduğundan ve sabit diskinizin yazma haklarıyla bağlı olduğundan emin olun ve tekrar deneyin.
uk: Сталась помилка встановлення одного з пакунків. Переконайтесь, чи Ви маєте достатньо місця на Вашому твердому диску і що він змонтований з дозволом запису, і спробуйте знову.

source: Error verifying repository checksum. You could be using a compromised repository. Please, check your package sources.
ar: خطأ عند التحقق من المجموع الاختباري للمستودع. قد يكون ناتج من استخدام مستودع تالف. الرجاء التحقق من مصادر الحزمة.
bg: Грешка при проверката на контролната сума на хранилището. Вероятно използвате компроментирано хранилище. Моля, проверете вашите източници.
ca: Error en comprovar la suma de verificació del repositori. Podríeu estar fent servir un repositori compromès. Si us plau, comproveu les fonts de paquets.
cs: Chyba při verifikaci kontrolního součtu repozitáře. Možná používáte poškozené repozitáře. Prosím zkontrolujte zdroje balíčků.
da: Fejl under verificering af pakkearkivstjeksum. Du bruger muligvis et kompromitteret pakkearkiv. Kontrollér venligst dine pakkekilder.
es_ar: Error al verificar la suma de comprobación del repositorio. Podría estar usando un repositorio comprometido. Por favor, verifique las fuentes de su paquete.
fr: Une erreur est survenue lors de la vérification de la somme de contrôle du dépôt. Il se pourrait que vous utilisiez un dépôt compromis. Veuillez vérifier les sources des dépôts de paquets.
hi_in: पैकेज-संग्रह पुष्टिकरण त्रुटि। संभवतः आप कोई निरर्थक पैकेज-संग्रह उपयोग कर रहे हैं। कृपया पैकेज स्रोत जाँचें।
hu: Hiba a tároló ellenőrzőösszegének vizsgálatakor. Valószínűleg hibás a csomagtároló. Kérem ellenőrizze a csomagok forrását.
it: Errore nella verifica delle somme dei repository. Probabilmente stai usando un repository compromesso. Per favore controlla le fonti dei pacchetti.
ja: リポジトリのチェックサム検証中にエラーが発生しました。 壊れたリポジトリを使用している可能性があります。 あなたのパッケージソースを確認してください。
lv_lv: Kļūda pārbaudot repozitorija kontrolsummas. Iespējams, Jūs izmantojat viltus repozitoriju. Lūdzu, pārbaudiet pakotņu avotus.
nl: Fout bij het controleren van de 'repository checksum'. Het is mogelijk dat u een gehackte repository gebruikt. Controleer uw pakket 'sources'.
pl: Błąd przy weryfikowaniu sumy kontrolnej repozytorium. Możesz używać nieoryginalnego repozytorium. Proszę, sprawdź swoje źródła oprogramowania.
pt_br: Erro ao verificar o checksum do repositório. Você pode estar usando um repositório comprometido. Por favor, cheque as fontes dos seus pacotes.
ro_ro: Eroare la validarea sumei-de-verificare a arhivei. E posibil să folosiţi o arhivă compromisă. Vă rugăm să verificaţi sursele pachetului.
ru: Ошибка проверки контрольной суммы репозитория. Возможно, репозиторий повреждён. Проверьте ваши источники пакетов.
sv: Fel vid kontroll av förrådets kontrollsumma. Du kan använda ett komprometterat förråd. Vänligen, kontrollera dina paketkällor.
tr: Depo checksum bilgileri doğrulanırken hata oluştu. Yanlış bir depo kullanıyor olabilirsiniz. Lütfen, paket kaynaklarınızı kontrol edin.
uk: Помилка перевірки контрольної суми сховища. Ви можете використовувати неперевірене сховище. Будь ласка, перевірте джерела пакунків.

source: There was an error connecting to one of the repositories. Make sure you have a working internet connection and the right sources specified in /etc/slapt-get/slapt-getrc.
ar: حدث خطأ أثناء الاتصال بأحد المستودعات. تأكد من اتصال الإنترنت وأن المصادر صحيحة في المسار /etc/slapt-get/slapt-getrc.
bg: Възникна грешка при свързването с едно от хранилищата. Проверете вашата интернет връзка и вашите източници в /etc/slapt-get/slapt-getrc.
ca: S'ha produït un error connectant amb un dels repositoris. Assegureu-vos que tingueu connexió a Internet i les fonts correctes especificades a /etc/slapt-get/slapt-getrc.
cs: Během připojování na jeden z repozitářů se objevila chyba. Ujistěte se, zda máte fungující internetové připojení a správně nastavené zdroje v /etc/slapt-get/slapt-getrc.
es_ar: Ocurrió un error al conectar con uno de los repositorios. Asegúrese que tiene una conexión de Internet funcionando y las fuentes correctas especificadas en /etc/slapt-get/slapt-getrc.
fr: Il y a eu une erreur lors de la connexion à un des dépôts. Assurez‑vous d'avoir une connexion Internet fonctionnelle et les bonnes sources spécifiées dans /etc/slapt-get/slapt-getrc.
hi_in: पैकेज-संग्रह से कनेक्ट करते समय त्रुटि। सुनिश्चित करें कि आपका इंटरनेट कनेक्शन सुचारू रूप से कार्य कर रहा है व /etc/slapt-get/slapt-getrc में उचित स्रोत निर्दिष्ट हैं।
hu: Hiba történt a csomagtárolóhoz való kapcsolódás során. Kérem ellenőrizze hogy megfelelően működik-e az internet kapcsolata és nézze át a /etc/slapt-get/slapt-getrc fájlban a forrásokat.
it: Si è verificato un errore durante la connessione ad uno dei repository. Verifica che la connessione internet sia attiva e che la fonti corrette siano inserite in /etc/slapt-get/slapt-getrc.
ja: いずれかのリポジトリに接続する際エラーが発生しました。 インターネット接続が正常に動作していること、/etc/slapt-get/slapt-getrc に指定されている正しいソースがあることを確認してください。
lv_lv: Kļūda pieslēdzoties kādam no repozitorijiem. Pārliecinieties, ka interneta pieslēgums darbojas un failā /etc/slapt-get/slapt-getrc norādītas pareizās adreses.
nl: Er is een fout opgetreden bij het verbinden naar een van de 'repositories'. Conttoleer of u een werkende internetverbinding heeft en de goede 'sources' gespecificeerd in /etc/slapt-get/slapt-getrc.
pl: Wystąpił błąd podczas łączenia się z co najmniej jednym z repozytoriów. \n\nProszę sprawdzić, czy połączenie internetowe działa i że na liście repozytoriów w gslapt (lub bezpośrednio w /etc/slapt-get/slapt-getrc) jest prawidłowo ustawiony.
pt_br: Houve um erro ao conectar a um dos repositórios. Certifique-se de ter uma conexão de internet funcional e as fontes corretas especificadas em /etc/slapt-get/slapt-getrc.
ro_ro: A apărut o eroare la conectarea cu una dintre arhive. Asiguraţi-vă că deţineţi o conexiune de internet funcţională, şi sursele corecte, specificate în /etc/slapt-get/slapt-getrc.
ru: Ошибка при попытке соединения с одним из репозиториев. Проверьте интернет-соединение и правильность указания адресов репозиториев в файле /etc/slapt-get/slapt-getrc.
sv: Det uppstod ett fel vid anslutning till en av förråden. Se till att du har en fungerande Internet-anslutning och rätt källor anges i /etc/slapt-get/slapt-getrc.
tr: Depoya bağlanırken hata oluştu. İnternet bağlantınızı kontrol ediniz.
uk: Сталася помилка при спробі зв’язатися зі сховищем. Переконайтесь, що Ви маєте інтернет-з’єднання і правильно вказані сховища у /etc/slapt-get/slapt-getrc

source: Done!
ar: تم!
bg: Готово!
ca: Fet!
cs: Hotovo!
da: Færdig!
de: Erledigt!
es: Hecho!
es_ar: Hecho!
fi: Valmis!
fr: Terminé!
he: סוים!
hi_in: पूर्ण हुआ!
hu: Kész!
it: Fatto!
ja: 完了しました！
lv_lv: Izdarīts!
nl: Gereed!
pl: Zrobione!
pt_br: Concluído!
ro_ro: Realizat!
ru: Готово
sv: Klar!
tr: Bitti!
uk: Зроблено!
