Repository: gapan/salix-codecs-installer
Catalog: locale/salix-codecs-installer-*.po
Languages: fr

source: ERROR: salix-codecs-installer must be executed within a running X session.\n
fr: ERREUR: salix-codecs-installer doit être exécuté dans un environnement graphique.\n

source: ERROR: You need to be root to run this
fr: ERREUR: Vous devez être l'administrateur "root" pour pouvoir lancer ce programme

source: ERROR: zenity must be installed and in your PATH to run this
fr: ERREUR: zenity doit être installé et être dans votre PATH pour pouvoir lancer ce programme

source: ERROR: slapt-get must be installed and in your PATH to run this
fr: ERREUR: slapt-get doit être installé et être dans votre PATH pour lancer ce programme

source: There was an error connecting to at least one of the repositories.\n\nPlease check that you have a working internet connection and that the repository list in gslapt (or directly in /etc/slapt-get/slapt-getrc) is correctly set up.
fr: Une erreur de connexion s'est produite sur au moins un des dépôts.\nVeuillez vérifier que votre connexion Internet soit correctement établie et que la liste des dépôts dans gslapt (ou directement dans /etc/slapt-get/slapt-getrc) soit correctement configurée.

source: Error downloading packages
fr: Erreur de téléchargement des packages

source: There was an error downloading the required packages. Please make sure that your internet connection is working properly and try again
fr: Une erreur de téléchargement s'est produite. Veuillez vérifier que votre connexion Internet fonctionne correctement et veuillez effectuer une nouvelle tentative

source: Install multimedia codecs?
fr: Installer les codecs multimédia?

source: Some multimedia codecs are patent encumbered and pose distribution problems in certain countries. Therefore, support for all codecs is not included by default in Salix.\n\nYou will be able to play files encoded with free codecs, but you will not be able to play commercial DVDs or listen to mp3 files without these codecs.\n\nPlease check the legislation in your country and select to install the codecs only if it is legal for you to do so.\n\nWould you like to install these extra multimedia codecs?
fr: Certains codecs multimédias sont couverts par des brevets et ne peuvent pas être distribués librement dans certains pays. C'est pourquoi, la prise en charge automatique de tous les codecs n'est pas inclue dans Salix par défaut.\n\nIl vous sera possible de lire tous les fichiers compressés avec des codecs libres, mais vous ne pourrez pas lire de DVDs commerciaux ni écouter de fichiers mp3 sans ces codecs propriétaires.\n\nNous vous invitons à vérifier la législation de votre pays et à procéder à l'installation de ces codecs supplémentaires uniquement si la légalité vous le permet.\n\nDésirez-vous installer ces codecs multimédias supplémentaires?

source: Receiving package information...
fr: Récupération d'informations sur les packages...

source: System preparation
fr: Préparation du système

source: Downloading and installing packages...
fr: Téléchargement et installation des packages en cours...

source: Package installation
fr: Installation des packages

source: Done!
fr: Terminé!

source: Codecs installation was successfully completed.\n\nWould you like to remove the codecs installer from your system?
fr: L'installation des codecs s'est déroulé avec succès.\n\nDésirez-vous retirer l'installateur de codecs de votre système?
